Repository: busla/safetyvalve
Catalog: safetyvalve/locale/*/LC_MESSAGES/django.po
Languages: is

source: Yes
is: Já

source: No
is: Nei

source: Email address
is: Netfang

source: This field is required
is: Netfang nauðsynlegt

source: Please enter a valid e-mail address
is: Vinsamlegast setjið inn löggilt netfang

source: No data available in table
is: Engar undirskrift enn

source: Showing _START_ to _END_ of _TOTAL_ signatures
is: Sýni _START_ til _END_ af _TOTAL_ undirskriftum

source: Show _MENU_ entries
is: Sýna _MENU_ færslur

source: Email Settings
is: Netfangs Skráning

source: Save
is: Vista

source: My Signatures
is: Mínar undirskriftir

source: Name
is: Nafn

source: Shown Publicly
is: Nafnbirting opinber

source: Date
is: Dagsetning

source: Confirm email address
is: Staðfesting netfangs

source: Email addresses must match
is: Netföngin verða bæði að vera eins

source: Search Terms
is: Leitarstrengur

source: You must enter a search term
is: Þú verður að setja inn leitarstreng

source: SafetyValve provides the ability to either oppose or endorse any issue put forth by Parliament, utilizing official means of digital authentication to ensure each signature's authenticity.
is: Öryggisventill veitir möguleikann á því að ýmist mótmæla eða styðja hvert mál sem lagt er fram á Alþingi. Lögmæti hverrar undirskriftar er tryggt með notkun rafrænnar auðkenningar í formi Íslykils eða rafrænna skilríkja.

source: Showing _START_ to _END_ of _TOTAL_ public signatures
is: Sýni _START_ til _END_ af _TOTAL_ birtum undirskriftum

source: distributed
is: útbýtt

source: Total Signatures
is: Undirskriftir í Heild

source: total signatures
is: undirskriftir í heild

source: oppose
is: mótmæla

source: endorse
is: styðja

source: Express yourself!
is: Tjáðu hug þinn!

source: Social Number
is: Kennitala

source: Are you sure
is: Ertu viss

source: Terms Searched For
is: Leitarorð

source: Published On
is: Þingmál flutt

source: Email required
is: Netfang nauðsynlegt

source: Attention!
is: Athugið!

source: In order to secure the legitimacy of each signature, we send a receipt via email to the signatory person.
is: Til að tryggja lögmæti undirskrifta enn frekar sendum við kvittun í tölvupósti til þess sem skrifar undir.

source: Email addresses are only used for verification purposes and are never sent to a third party.
is: Netföng eru einungis notuð til staðfestingar og eru aldrei send þriðja aðila.

source: Confirm
is: Staðfesta

source: Error while sending receipt
is: Villa í sendingu kvittunar

source: The error was:
is: Villan var:

source: We apologize for the error. We are still currently in beta and working towards resolving any errors in the system. Please check the appropriate page to see if your signature was added/remove. Failure to receive an e-mail does not mean that your action was not completed.
is: Við biðjumst velvirðingar á villunni. Við erum ennþá á prófunarstigi og vinnum að því að lagfæra allar villur í kerfinu. Vinsamlegast athugið á viðkomandi síðu hvort undirskrift þín fór inn/út. Villa við sendingu kvittunarpósts þýðir ekki endilega að aðgerðin hafi mistekist.

source: Search Issues
is: Leita í þingmálum

source: Enter the terms you wish to search by below seperated by a space. Issues with the specified terms in their title or body conent will be returned.
is: Settu inn leitarorð aðskilin með bili. Þingmálum verður skilað sem innihalda eitthvert leitarorðanna í titli eða efnisinnihaldi..

source: Oppose
is: Mótmæla

source: Endorse
is: Styðja

source: Show signature publicly
is: Birta undirskrift opinberlega

source: Confirm Signature
is: Staðfesta undirskrift

source: Cancel
is: Hætta Við

source: Remove opposition
is: Fjarlægja mótmæli

source: Remove endorsement
is: Fjarlægja stuðning

source: Safety Valve is an open source project dedicated to giving citizens a means of opposing parliamentary issues
is: Öryggisventill er opið (e. open-source) verkefni sem er ætlað að gefa borgurum landsins færi á því að mótmæla þingmálum á Alþingi

source: Beta Version
is: Prófunarútgáfa

source: Hottest
is: Heitast

source: All Issues
is: Öll Mál

source: My Page
is: Síðan Mín

source: About Us
is: Um okkur

source: Contact Us
is: Hafðu samband

source: Sign Out
is: Útskrá

source: Sign In
is: Innskráning
